Repository: ottok/mariadb-5.5
Catalog: debian/po/*.po
Languages: nl

source: Really proceed with downgrade?
nl: Wilt u echt een oude versie herstellen?

source: A file named /var/lib/mysql/debian-*.flag exists on this system.
nl: Er bestaat een bestand genaamd /var/lib/mysql/debian-*.flag op dit systeem.

source: Such a file is an indication that a mariadb-server package with a higher version has been installed previously.
nl: Zulk een bestand geeft aan dat er eerder een pakket mariadb-server met een hogere versie is geinstalleerd.

source: There is no guarantee that the version you're currently installing will be able to use the current databases.
nl: Er is geen garantie dat de versie die u op dit moment installeert de huidige databases kan gebruiken.

source: Important note for NIS/YP users
nl: Belangrijke opmerking voor gebruikers van NIS/YP

source: Using MariaDB under NIS/YP requires a mysql user account to be added on the local system with:
nl: Het gebruik van MariaDB onder NIS/YP vereist dat een mysql gebruikersaccount wordt toegevoegd aan het lokale systeem met:

source: You should also check the permissions and ownership of the /var/lib/mysql directory:
nl: U dient ook de permissies en eigenaren van de map /var/lib/mysql te controleren:

source: Remove all MariaDB databases?
nl: Wilt u alle MariaDB-databases verwijderen?

source: The /var/lib/mysql directory which contains the MariaDB databases is about to be removed.
nl: De map /var/lib/mysql die de MariaDB-databases bevat staat op het punt om verwijderd te worden.

source: If you're removing the MariaDB package in order to later install a more recent version or if a different mariadb-server package is already using it, the data should be kept.
nl: Als u het MariaDB-pakket verwijdert om later een meer recente versie te installeren of als een ander mariadb-server pakket het al gebruikt, zou de data behouden moeten worden.

source: New password for the MariaDB "root" user:
nl: Nieuw wachtwoord voor de MariaDB "root"-gebruiker:

source: While not mandatory, it is highly recommended that you set a password for the MariaDB administrative "root" user.
nl: Hoewel niet verplicht, wordt het sterk aangeraden een wachtwoord in te stellen voor de administratieve MariaDB "root"-gebruiker.

source: If this field is left blank, the password will not be changed.
nl: Als dit veld leeg wordt gelaten, zal het wachtwoord niet worden veranderd.

source: Repeat password for the MariaDB "root" user:
nl: Herhaal het wachtwoord voor de MariaDB "root"-gebruiker:

source: Unable to set password for the MariaDB "root" user
nl: Kan het wachtwoord voor de MariaDB "root"-gebruiker niet instellen

source: An error occurred while setting the password for the MariaDB administrative user. This may have happened because the account already has a password, or because of a communication problem with the MariaDB server.
nl: Er is een fout opgetreden bij het instellen van het wachtwoord voor de MariaDB administratieve gebruiker. Dat kan komen doordat de gebruiker al een wachtwoord heeft, of omdat er een probleem was bij het communiceren met de MariaDB-server.

source: You should check the account's password after the package installation.
nl: U zou het wachtwoord van het account moeten controleren nadat het pakket is geinstalleerd.

source: Please read the /usr/share/doc/mariadb-server-5.5/README.Debian file for more information.
nl: Raadpleeg voor bijkomende informatie het bestand /usr/share/doc/mariadb-server-5.5/README.Debian.

source: Password input error
nl: Fout bij het invoeren van het wachtwoord

source: The two passwords you entered were not the same. Please try again.
nl: De twee wachtwoorden die u invoerde waren niet gelijk. Probeer opnieuw.

source: NDB Cluster seems to be in use
nl: De NDB-cluster lijkt in gebruik te zijn

source: MySQL-5.1 no longer provides NDB Cluster support. Please migrate to the new mysql-cluster package and remove all lines starting with "ndb" from all config files below /etc/mysql/.
nl: MySQL-5.1 biedt niet langer ondersteuning voor NDB Cluster. Gelieve over te schakelen op het nieuwe pakket mysql-cluster en verwijder alle regels die beginnen met "ndb" uit alle configuratiebestanden onder /etc/mysql/.

source: Really migrate to MariaDB?
nl: wilt u echt overschakelen op MariaDB?

source: MariaDB is a drop-in replacement for MySQL. It will use your current configuration file (my.cnf) and current databases.
nl: MariaDB is een volwaardige vervanger voor MySQL. Het zal de bestaande configuratiebestanden (my.cnf) en de bestaande databases gebruiken.

source: Note that MariaDB has some enhanced features, which do not exist in MySQL and thus migration back to MySQL might not always work, at least not as automatically as migrating from MySQL to MariaDB.
nl: Merk op dat MariaDB een aantal uitbreidingen heeft die niet bestaan in MySQL. Daardoor zal terug overschakelen op MySQL niet altijd lukken, of althans niet even automatisch als overschakelen van MySQL op MariaDB.
